Repository: lageev/AudioInputLock
Catalog: FocusMic/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja, ko, zh_hant

source: Sparkle 公钥格式无效
en: Invalid Sparkle public key format
ja: Sparkle 公開鍵の形式が無効です
ko: Sparkle 공개 키 형식이 잘못됨
zh_hant: Sparkle 公鑰格式無效

source: Sparkle 启动失败：%@
en: Failed to start Sparkle: %@
ja: Sparkle の起動に失敗しました：%@
ko: Sparkle 시작 실패: %@
zh_hant: Sparkle 啟動失敗：%@

source: Sparkle 更新器未初始化
en: Sparkle updater not initialized
ja: Sparkle アップデーターが初期化されていません
ko: Sparkle 업데이터가 초기화되지 않음

source: 主窗口
en: Main Window
ja: メインウインドウ
ko: 메인 윈도우
zh_hant: 主視窗

source: 仅手动切换输入设备
en: Manual input switching only
ja: 入力デバイスは手動切り替えのみ
ko: 입력 장치 수동 전환만
zh_hant: 僅手動切換輸入裝置

source: 仅手动切换输出
en: Manual output switching only
ja: 出力デバイスは手動切り替えのみ
ko: 출력 장치 수동 전환만 사용
zh_hant: 僅手動切換輸出

source: 关于
en: About
ja: 情報
ko: 정보
zh_hant: 關於

source: 关于 %@
en: About %@
ja: %@ について
ko: %@ 정보
zh_hant: 關於 %@

source: 关闭守护时系统自动转移到此%@设备
en: With guard off, the system automatically moved to this %1$@ device
ja: ガードがオフの間にシステムがこの%1$@デバイスへ自動的に切り替わりました
ko: 보호가 꺼진 동안 시스템이 이 %1$@ 장치로 자동 전환됨
zh_hant: 關閉守護時系統自動轉移到此%1$@裝置

source: 关闭守护时系统自动转移到此输入设备
en: System auto-moved to this input while guard was off
ja: ガードがオフの間にシステムがこの入力デバイスへ自動移行しました
ko: 보호 기능이 꺼진 동안 시스템이 이 입력 장치로 자동 이동함
zh_hant: 關閉守護時系統自動轉移到此輸入裝置

source: 内置
en: Built-in
ja: 内蔵
ko: 내장
zh_hant: 內建

source: 最新 %lld / %lld
en: Latest %lld / %lld
ko: 최신 %lld / %lld

source: 切回锁定设备失败：%@ error=%@。reason=%@
en: Failed to switch back to locked device: %1$@ error=%2$@. reason=%3$@
ja: ロックデバイスへの切り戻しに失敗しました：%1$@ error=%2$@。reason=%3$@
ko: 잠금 장치로 되돌리기 실패: %1$@ error=%2$@. reason=%3$@
zh_hant: 切回鎖定裝置失敗：%1$@ error=%2$@。reason=%3$@

# 切回锁定输出设备失败：%@ error=%@。reason=%@
source: 切回锁定输出设备失败：%1$@ error=%2$@。reason=%3$@
en: Failed to switch back to locked output device: %1$@ error=%2$@. reason=%3$@
ja: ロックした出力デバイスへの切り戻しに失敗しました：%1$@ error=%2$@。reason=%3$@
ko: 잠근 출력 장치로 되돌리기 실패: %1$@ error=%2$@. reason=%3$@
zh_hant: 切回鎖定輸出裝置失敗：%1$@ error=%2$@。reason=%3$@

source: 切换到锁定设备失败：%@ error=%@
en: Failed to switch to locked device: %1$@ error=%2$@
ja: ロックデバイスへの切り替えに失敗しました：%1$@ error=%2$@
ko: 잠금 장치로 전환 실패: %1$@ error=%2$@
zh_hant: 切換到鎖定裝置失敗：%1$@ error=%2$@

# 切换到锁定输出设备失败：%@ error=%@
source: 切换到锁定输出设备失败：%1$@ error=%2$@
en: Failed to switch to locked output device: %1$@ error=%2$@
ja: ロックした出力デバイスへの切り替えに失敗しました：%1$@ error=%2$@
ko: 잠근 출력 장치로 전환 실패: %1$@ error=%2$@
zh_hant: 切換到鎖定輸出裝置失敗：%1$@ error=%2$@

source: 切换输入设备失败：%@ error=%@
en: Failed to switch input device: %1$@ error=%2$@
ja: 入力デバイスの切り替えに失敗しました：%1$@ error=%2$@
ko: 입력 장치 전환 실패: %1$@ error=%2$@
zh_hant: 切換輸入裝置失敗：%1$@ error=%2$@

# 切换输出设备失败：%@ error=%@
source: 切换输出设备失败：%1$@ error=%2$@
en: Failed to switch output device: %1$@ error=%2$@
ja: 出力デバイスの切り替えに失敗しました：%1$@ error=%2$@
ko: 출력 장치 전환 실패: %1$@ error=%2$@
zh_hant: 切換輸出裝置失敗：%1$@ error=%2$@

source: 刷新设备列表
en: Refresh Device List
ja: デバイスリストを更新
ko: 장치 목록 새로 고침
zh_hant: 重新整理裝置列表

source: 功能
en: Features
ja: 機能
ko: 기능

source: 发布前需要替换 Sparkle 公钥占位符
en: Replace the Sparkle public key placeholder before release
ja: リリース前に Sparkle 公開鍵のプレースホルダーを置き換えてください
ko: 릴리스 전에 Sparkle 공개 키 자리표시자를 교체하세요
zh_hant: 發佈前需要替換 Sparkle 公鑰佔位符

source: 发现新版本 %@
en: New version %@ available
ja: 新しいバージョン %@ が見つかりました
ko: 새 버전 %@ 발견
zh_hant: 發現新版本 %@

source: 只要锁定设备在线，系统输入会自动保持为该设备；被切走后自动切回。
en: As long as the locked device is online, the system input stays on it and switches back automatically if changed.
ja: ロックしたデバイスがオンラインの間、システム入力を自動的に維持し、切り替えられた場合は自動で戻します。
ko: 잠근 장치가 온라인이면 시스템 입력을 해당 장치로 유지하고, 변경되면 자동으로 되돌립니다.
zh_hant: 只要鎖定裝置在線，系統輸入會自動保持為該裝置；被切走後自動切回。

source: 只要锁定设备在线，系统输出会自动保持为该设备；被切走后自动切回。
en: While the locked device is online, system output stays on it and switches back automatically if changed.
ja: ロックしたデバイスがオンラインの間、システム出力を維持し、変更された場合は自動で戻します。
ko: 잠근 장치가 온라인이면 시스템 출력을 해당 장치로 유지하고, 변경되면 자동으로 되돌립니다.
zh_hant: 只要鎖定裝置在線，系統輸出會自動保持為該裝置；被切走後自動切回。

source: 启用输出设备功能
en: Enable Output Device Features
ja: 出力デバイス機能を有効にする
ko: 출력 장치 기능 활성화
zh_hant: 啟用輸出裝置功能

source: 在设备列表中点选一个设备即可锁定
en: Click a device in the list to lock it
ja: リストのデバイスをクリックしてロックします
ko: 목록에서 장치를 클릭하여 잠그세요
zh_hant: 在裝置列表中點選一個裝置即可鎖定

source: 守护
en: Guard
ja: ガード
ko: 보호
zh_hant: 守護

source: 守护此设备
en: Guard This Device
ja: このデバイスをガード
ko: 이 장치 보호
zh_hant: 守護此裝置

source: 守护输入设备
en: Guard Input Device
ja: 入力デバイスを保護
ko: 입력 장치 보호
zh_hant: 守護輸入裝置

source: 守护输出设备
en: Guard Output Device
ja: 出力デバイスをガード
ko: 출력 장치 보호
zh_hant: 守護輸出裝置

source: 官网
en: Website
ja: 公式サイト
ko: 웹사이트
zh_hant: 官網

source: 已切回锁定设备：%@。reason=%@
en: Switched back to locked device: %1$@. reason=%2$@
ja: ロックデバイスに切り戻しました：%1$@。reason=%2$@
ko: 잠금 장치로 되돌림: %1$@. reason=%2$@
zh_hant: 已切回鎖定裝置：%1$@。reason=%2$@

# 已切回锁定输出设备：%@。reason=%@
source: 已切回锁定输出设备：%1$@。reason=%2$@
en: Switched back to locked output device: %1$@. reason=%2$@
ja: ロックした出力デバイスに切り戻しました：%1$@。reason=%2$@
ko: 잠근 출력 장치로 되돌림: %1$@. reason=%2$@
zh_hant: 已切回鎖定輸出裝置：%1$@。reason=%2$@

source: 已切换
en: Switched
ja: 切り替え済み
ko: 전환됨
zh_hant: 已切換

source: 已切换 · 未守护
en: Switched · Guard off
ja: 切り替え済み · ガードオフ
ko: 전환됨 · 보호 꺼짐
zh_hant: 已切換 · 未守護

source: 已切换，未开启守护
en: Switched, guard is off
ja: 切り替え済み、ガードはオフ
ko: 전환됨, 보호 기능 꺼짐
zh_hant: 已切換，未開啟守護

source: 已切换输入设备：%@
en: Input device switched: %@
ja: 入力デバイスを切り替えました：%@
ko: 입력 장치 전환됨: %@
zh_hant: 已切換輸入裝置：%@

source: 已切换输出设备：%@
en: Output device switched: %1$@
ja: 出力デバイスを切り替えました：%1$@
ko: 출력 장치 전환됨: %1$@
zh_hant: 已切換輸出裝置：%1$@

source: 已恢复输入音量：%@ %lld%% → %lld%%。reason=%@
en: Input volume restored: %1$@ %2$lld%% → %3$lld%%. reason=%4$@
ja: 入力音量を復元しました：%1$@ %2$lld%% → %3$lld%%。reason=%4$@
ko: 입력 음량 복원됨: %1$@ %2$lld%% → %3$lld%%. reason=%4$@
zh_hant: 已恢復輸入音量：%1$@ %2$lld%% → %3$lld%%。reason=%4$@

source: 已手动切换为当前系统%@设备，未开启守护
en: Manually switched to the current system %1$@ device; guard is off
ja: 現在のシステム%1$@デバイスへ手動で切り替え済み、ガードはオフ
ko: 현재 시스템 %1$@ 장치로 수동 전환됨, 보호 꺼짐
zh_hant: 已手動切換為目前系統%1$@裝置，未開啟守護

source: 已手动切换为当前系统输入，未开启守护
en: Manually switched to current system input; guard is off
ja: 手動で現在のシステム入力に切り替えました。ガードはオフです
ko: 현재 시스템 입력으로 수동 전환됨. 보호 기능 꺼짐
zh_hant: 已手動切換為目前系統輸入，未開啟守護

source: 已选择
en: Selected
ja: 選択済み
ko: 선택됨
zh_hant: 已選擇

source: 已选择，即将切回
en: Selected, switching back soon
ja: 選択済み、まもなく切り戻します
ko: 선택됨, 곧 되돌립니다
zh_hant: 已選擇，即將切回

source: 已选择的设备被其他默认%@设备抢占
en: The selected device was preempted by another default %1$@ device
ja: 選択したデバイスが別のデフォルト%1$@デバイスに変更されました
ko: 선택한 장치가 다른 기본 %1$@ 장치로 변경됨
zh_hant: 已選擇的裝置被其他預設%1$@裝置搶佔

source: 已选择的设备被其他默认输入抢占
en: The selected device was preempted by another default input
ja: 選択したデバイスは別のデフォルト入力に奪われました
ko: 선택한 장치가 다른 기본 입력에 선점됨
zh_hant: 已選擇的裝置被其他預設輸入搶佔

source: 已选择锁定设备并切换：%@
en: Locked device selected and switched: %@
ja: ロックデバイスを選択して切り替えました：%@
ko: 잠금 장치를 선택하고 전환함: %@
zh_hant: 已選擇鎖定裝置並切換：%@

source: 已选择锁定输出设备并切换：%@
en: Locked output device selected and switched: %1$@
ja: ロックする出力デバイスを選択して切り替えました：%1$@
ko: 잠글 출력 장치를 선택하고 전환함: %1$@
zh_hant: 已選擇鎖定輸出裝置並切換：%1$@

source: 已锁定
en: Locked
ja: ロック中
ko: 잠김
zh_hant: 已鎖定

source: 已锁定 · 守护中
en: Locked · Guarding
ja: ロック済み · ガード中
ko: 잠김 · 보호 중
zh_hant: 已鎖定 · 守護中

source: 已锁定，守护中
en: Locked, guarding
ja: ロック済み、保護中
ko: 잠김, 보호 중
zh_hant: 已鎖定，守護中

source: 开机自动启动
en: Launch at Login
ja: ログイン時に起動
ko: 로그인 시 시작
zh_hant: 登入時自動啟動

source: 当前 %lld 条，本地最多保留 50 条
en: %lld entries; up to 50 kept locally
ja: 現在 %lld 件、ローカルには最大 50 件保存
ko: 현재 %lld개, 로컬에 최대 50개 보관
zh_hant: 目前 %lld 條，本地最多保留 50 條

source: 当前已是最新版本
en: You're on the latest version
ja: すでに最新バージョンです
ko: 이미 최신 버전입니다
zh_hant: 目前已是最新版本

source: 当前版本高于更新源中的最新版本
en: Current version is newer than the latest in the feed
ja: 現在のバージョンはフィードの最新版より新しいです
ko: 현재 버전이 피드의 최신 버전보다 높습니다
zh_hant: 目前版本高於更新源中的最新版本

source: 当前系统%@设备
en: Current system %1$@ device
ja: 現在のシステム%1$@デバイス
ko: 현재 시스템 %1$@ 장치
zh_hant: 目前系統%1$@裝置

source: 当前系统%@设备，守护中
en: Current system %1$@ device, guarding
ja: 現在のシステム%1$@デバイス、ガード中
ko: 현재 시스템 %1$@ 장치, 보호 중
zh_hant: 目前系統%1$@裝置，守護中

source: 当前系统输入
en: Current system input
ja: 現在のシステム入力
ko: 현재 시스템 입력
zh_hant: 目前系統輸入

source: 当前系统输入，守护中
en: Current system input, guarding
ja: 現在のシステム入力、保護中
ko: 현재 시스템 입력, 보호 중
zh_hant: 目前系統輸入，守護中

source: 当前设备 · 未守护
en: Current device · Guard off
ja: 現在のデバイス · ガード停止中
ko: 현재 장치 · 보호 꺼짐
zh_hant: 目前裝置 · 未守護

source: 恢复输入音量失败：%@ error=%@。reason=%@
en: Failed to restore input volume: %1$@ error=%2$@. reason=%3$@
ja: 入力音量の復元に失敗しました：%1$@ error=%2$@。reason=%3$@
ko: 입력 음량 복원 실패: %1$@ error=%2$@. reason=%3$@
zh_hant: 恢復輸入音量失敗：%1$@ error=%2$@。reason=%3$@

source: 打开完整活动日志
en: Open the full activity log
ja: 完全なアクティビティログを開く
ko: 전체 활동 로그 열기
zh_hant: 開啟完整活動日誌

source: 打赏
en: Donate
ja: 寄付
ko: 후원
zh_hant: 打賞

source: 日志
en: Logs
ja: ログ
ko: 로그
zh_hant: 日誌

source: 显示实时输入电平
en: Show Live Input Level
ja: リアルタイム入力レベルを表示
ko: 실시간 입력 레벨 표시
zh_hant: 顯示即時輸入電平

source: 显示输出设备列表，并允许切换和守护系统默认输出设备。
en: Show output devices and allow switching and guarding the system default output.
ja: 出力デバイス一覧を表示し、システムのデフォルト出力の切り替えとガードを有効にします。
ko: 출력 장치 목록을 표시하고 시스템 기본 출력의 전환 및 보호를 허용합니다.
zh_hant: 顯示輸出裝置列表，並允許切換和守護系統預設輸出裝置。

source: 暂无活动
en: No activity yet
ja: アクティビティはありません
ko: 활동 없음
zh_hant: 暫無活動

source: 暂时不能检查更新
en: Can't check for updates right now
ja: 現在アップデートを確認できません
ko: 지금은 업데이트를 확인할 수 없음
zh_hant: 暫時不能檢查更新

source: 更多作品
en: More Apps
ja: その他の作品
ko: 더 많은 작품

source: 更新
en: Updates
ja: アップデート
ko: 업데이트

source: 更新源 URL 缺失或不是 HTTPS 地址
en: Update feed URL is missing or not HTTPS
ja: アップデートフィードの URL がないか HTTPS ではありません
ko: 업데이트 피드 URL이 없거나 HTTPS가 아님
zh_hant: 更新源 URL 缺失或不是 HTTPS 位址

source: 更新由 App Store 管理
en: Updates are managed by the App Store
ja: アップデートは App Store が管理します
ko: 업데이트는 App Store에서 관리합니다

source: 有些应用会偷偷改麦克风增益；开启后音量被改动时自动恢复。
en: Some apps silently change the microphone gain; when enabled, the volume is restored automatically if changed.
ja: 一部のアプリはマイクゲインを勝手に変更します。オンにすると、音量が変更された場合に自動で復元します。
ko: 일부 앱은 마이크 게인을 몰래 변경합니다. 켜면 음량이 변경될 때 자동으로 복원합니다.
zh_hant: 有些應用會偷偷改麥克風增益；開啟後音量被改動時自動恢復。

source: 有应用正在使用此设备
en: An app is using this device
ja: このデバイスを使用中のアプリがあります
ko: 이 장치를 사용 중인 앱이 있습니다
zh_hant: 有應用正在使用此裝置

source: 有新版本，但当前系统版本过低
en: A new version is available, but your macOS is too old
ja: 新しいバージョンがありますが、システムのバージョンが古すぎます
ko: 새 버전이 있지만 시스템 버전이 너무 낮습니다
zh_hant: 有新版本，但目前系統版本過低

source: 有新版本，但当前系统版本过高
en: A new version is available, but your macOS is too new
ja: 新しいバージョンがありますが、システムのバージョンが新しすぎます
ko: 새 버전이 있지만 시스템 버전이 너무 높습니다
zh_hant: 有新版本，但目前系統版本過高

source: 有新版本，但当前设备硬件不支持
en: A new version is available, but this hardware isn't supported
ja: 新しいバージョンがありますが、このハードウェアではサポートされていません
ko: 새 버전이 있지만 이 하드웨어는 지원되지 않습니다
zh_hant: 有新版本，但目前裝置硬體不支援

source: 服务条款
en: Terms of Service
ja: 利用規約
ko: 서비스 약관
zh_hant: 服務條款

source: 未发现可用更新
en: No update available
ja: 利用可能なアップデートはありません
ko: 사용 가능한 업데이트 없음
zh_hant: 未發現可用更新

source: 未守护自动转移
en: Auto-moved (unguarded)
ja: 保護なしで自動移行
ko: 보호 없이 자동 이동
zh_hant: 未守護自動轉移

source: 未检测到设备
en: No device detected
ja: デバイスが見つかりません
ko: 장치를 찾을 수 없음
zh_hant: 未偵測到裝置

source: 未检测到输入设备
en: No input devices detected
ja: 入力デバイスが見つかりません
ko: 입력 장치가 감지되지 않음
zh_hant: 未偵測到輸入裝置

source: 未检测到输出设备
en: No output devices detected
ja: 出力デバイスが見つかりません
ko: 출력 장치가 감지되지 않음
zh_hant: 未偵測到輸出裝置

source: 未选择设备
en: No device selected
ja: デバイス未選択
ko: 선택된 장치 없음
zh_hant: 未選擇裝置

source: 未选择锁定设备
en: No locked device selected
ja: ロックするデバイスが未選択
ko: 잠금 장치가 선택되지 않음
zh_hant: 未選擇鎖定裝置

source: 本地实时采样计算响度，不录制、不保存任何音频；首次开启需要麦克风权限。
en: Loudness is computed from local real-time sampling; no audio is recorded or saved. Microphone permission is required on first use.
ja: ローカルでリアルタイムにサンプリングして音量を計算します。録音や保存は行いません。初回はマイクの許可が必要です。
ko: 로컬에서 실시간 샘플링으로 음량을 계산하며, 오디오를 녹음하거나 저장하지 않습니다. 처음 켤 때 마이크 권한이 필요합니다.
zh_hant: 本地即時取樣計算響度，不錄製、不儲存任何音訊；首次開啟需要麥克風權限。

source: 查看全部日志
en: View All Logs
ja: すべてのログを表示
ko: 전체 로그 보기
zh_hant: 檢視全部日誌

source: 检查是否有新版本
en: Check for a new version
ja: 新しいバージョンを確認
ko: 새 버전 확인
zh_hant: 檢查是否有新版本

source: 检查更新…
en: Check for Updates…
ja: アップデートを確認…
ko: 업데이트 확인…
zh_hant: 檢查更新…

source: 检查更新不可用
en: Update check unavailable
ja: アップデート確認は利用できません
ko: 업데이트 확인 불가
zh_hant: 檢查更新不可用

source: 检查更新不可用：%@
en: Update check unavailable: %@
ja: アップデート確認は利用できません：%@
ko: 업데이트 확인 불가: %@
zh_hant: 檢查更新不可用：%@

source: 检查更新失败：%@
en: Update check failed: %@
ja: アップデートの確認に失敗しました：%@
ko: 업데이트 확인 실패: %@
zh_hant: 檢查更新失敗：%@

source: 正在检查更新…
en: Checking for updates…
ja: アップデートを確認中…
ko: 업데이트 확인 중…
zh_hant: 正在檢查更新…

source: 活动日志
en: Activity Log
ja: アクティビティログ
ko: 활동 로그
zh_hant: 活動日誌

source: 点击切换
en: Click to switch
ja: クリックで切り替え
ko: 클릭하여 전환
zh_hant: 點按切換

source: 点击切换到此%@设备
en: Click to switch to this %1$@ device
ja: クリックしてこの%1$@デバイスに切り替え
ko: 클릭하여 이 %1$@ 장치로 전환
zh_hant: 點按切換到此%1$@裝置

source: 点击切换到此输入设备
en: Click to switch to this input device
ja: クリックしてこの入力デバイスに切り替え
ko: 클릭하여 이 입력 장치로 전환
zh_hant: 點按切換到此輸入裝置

source: 点击设备行进行切换
en: Click a device row to switch
ja: デバイス行をクリックして切り替えます
ko: 장치 행을 클릭하여 전환하세요
zh_hant: 點選裝置列即可切換

source: 点击锁定
en: Click to lock
ja: クリックでロック
ko: 클릭하여 잠금
zh_hant: 點按鎖定

source: 点击锁定此%@设备
en: Click to lock this %1$@ device
ja: クリックしてこの%1$@デバイスをロック
ko: 클릭하여 이 %1$@ 장치 잠금
zh_hant: 點按鎖定此%1$@裝置

source: 点击锁定此输入设备
en: Click to lock this input device
ja: クリックしてこの入力デバイスをロック
ko: 클릭하여 이 입력 장치 잠금
zh_hant: 點按鎖定此輸入裝置

source: 点选设备即可锁定
en: Select a device to lock
ja: デバイスを選択してロック
ko: 잠글 장치를 선택하세요
zh_hant: 點選裝置即可鎖定

source: 版本 %@
en: Version %@
ja: バージョン %@
ko: 버전 %@

source: 状态
en: Status
ja: 状態
ko: 상태
zh_hant: 狀態

source: 离线 · 重连后恢复
en: Offline · Restore on reconnect
ja: オフライン · 再接続時に復元
ko: 오프라인 · 재연결 시 복원
zh_hant: 離線 · 重連後恢復

source: 等待自动切回
en: Waiting to switch back
ja: 自動切り戻しを待機中
ko: 자동 전환 대기 중
zh_hant: 等待自動切回

source: 缺少 Sparkle 公钥
en: Missing Sparkle public key
ja: Sparkle 公開鍵がありません
ko: Sparkle 공개 키 없음
zh_hant: 缺少 Sparkle 公鑰

source: 聚合设备
en: Aggregate
ja: 集約デバイス
ko: 집계 장치
zh_hant: 聚合裝置

source: 自动保持锁定设备
en: Automatically keeps the locked device
ja: ロックしたデバイスを自動的に維持
ko: 잠근 장치를 자동으로 유지
zh_hant: 自動保持鎖定裝置

source: 自动保持锁定输出
en: Keep locked output automatically
ja: ロックした出力を自動維持
ko: 잠근 출력 자동 유지
zh_hant: 自動保持鎖定輸出

source: 蓝牙
en: Bluetooth
ja: Bluetooth
ko: 블루투스
zh_hant: 藍牙

source: 虚拟设备
en: Virtual
ja: 仮想デバイス
ko: 가상 장치
zh_hant: 虛擬裝置

source: 被抢占
en: Preempted
ja: 横取りされました
ko: 선점됨
zh_hant: 被搶佔

source: 被抢占 · 未守护
en: Preempted · Guard off
ja: 変更済み · ガードオフ
ko: 선점됨 · 보호 꺼짐
zh_hant: 被搶佔 · 未守護

source: 被抢占，未开启守护
en: Preempted, guard is off
ja: 奪われました、ガードはオフ
ko: 선점됨, 보호 기능 꺼짐
zh_hant: 被搶佔，未開啟守護

source: 解除设备守护
en: Stop Guarding This Device
ja: デバイスのガードを解除
ko: 장치 보호 해제
zh_hant: 解除裝置守護

source: 设备
en: Devices
ja: デバイス
ko: 장치
zh_hant: 裝置

source: 设备使用中
en: Device in use
ja: デバイスを使用中
ko: 장치 사용 중
zh_hant: 裝置使用中

source: 设备切换或守护动作会显示在这里。
en: Device switches and guard actions will appear here.
ja: デバイスの切り替えやガードの動作がここに表示されます。
ko: 장치 전환 및 보호 동작이 여기에 표시됩니다.
zh_hant: 裝置切換或守護動作會顯示在這裡。

source: 设备电量 %lld%%
en: Device battery %lld%%
ja: デバイスのバッテリー %lld%%
ko: 장치 배터리 %lld%%
zh_hant: 裝置電量 %lld%%

source: 设备离线
en: Device offline
ja: デバイスはオフライン
ko: 장치 오프라인
zh_hant: 裝置離線

source: 设备离线，重新接入后自动锁定
en: Device offline; it will be locked automatically when reconnected
ja: デバイスはオフラインです。再接続時に自動でロックします
ko: 장치 오프라인. 다시 연결되면 자동으로 잠급니다
zh_hant: 裝置離線，重新接入後自動鎖定

source: 设置
en: Settings
ja: 設定
ko: 설정
zh_hant: 設定

source: 设置开机启动失败：%@
en: Failed to set launch at login: %@
ja: ログイン時起動の設定に失敗しました：%@
ko: 로그인 시 시작 설정 실패: %@
zh_hant: 設定登入時啟動失敗：%@

source: 输入
en: Input
ja: 入力
ko: 입력
zh_hant: 輸入

source: 输入电平
en: Input Level
ja: 入力レベル
ko: 입력 레벨
zh_hant: 輸入電平

source: 输入设备
en: Input Devices
ja: 入力デバイス
ko: 입력 장치
zh_hant: 輸入裝置

source: 输入音量
en: Input Volume
ja: 入力音量
ko: 입력 음량
zh_hant: 輸入音量

source: 输出
en: Output
ja: 出力
ko: 출력
zh_hant: 輸出

source: 输出设备
en: Output Devices
ja: 出力デバイス
ko: 출력 장치
zh_hant: 輸出裝置

source: 连续互通
en: Continuity
ja: 連係
ko: 연속성
zh_hant: 接續互通

source: 退出
en: Quit
ja: 終了
ko: 종료
zh_hant: 結束

source: 通用
en: General
ja: 一般
ko: 일반
zh_hant: 一般

source: 锁定设备
en: Locked device
ja: ロックしたデバイス
ko: 잠금 장치
zh_hant: 鎖定裝置

source: 锁定设备不可用，暂不切换。reason=%@
en: Locked device unavailable; not switching. reason=%@
ja: ロックデバイスが利用できないため切り替えません。reason=%@
ko: 잠금 장치를 사용할 수 없어 전환하지 않음. reason=%@
zh_hant: 鎖定裝置不可用，暫不切換。reason=%@

source: 锁定设备已选择，守护会自动切回
en: Locked device selected; guard will switch back automatically
ja: ロックデバイスを選択済み。ガードが自動で切り戻します
ko: 잠금 장치가 선택됨. 보호 기능이 자동으로 되돌립니다
zh_hant: 鎖定裝置已選擇，守護會自動切回

source: 锁定输入音量
en: Lock Input Volume
ja: 入力音量をロック
ko: 입력 음량 잠금
zh_hant: 鎖定輸入音量

source: 锁定输出设备不可用，暂不切换。reason=%@
en: Locked output device unavailable; not switching. reason=%1$@
ja: ロックした出力デバイスが利用できないため切り替えません。reason=%1$@
ko: 잠근 출력 장치를 사용할 수 없어 전환하지 않음. reason=%1$@
zh_hant: 鎖定輸出裝置不可用，暫不切換。reason=%1$@

source: 隐私政策
en: Privacy Policy
ja: プライバシーポリシー
ko: 개인정보 처리방침
zh_hant: 隱私政策

source: 雷雳
en: Thunderbolt
ja: Thunderbolt
ko: Thunderbolt
zh_hant: 雷靂

source: 需要麦克风权限才能显示电平
en: Microphone permission is required to show the level
ja: レベル表示にはマイクの許可が必要です
ko: 레벨을 표시하려면 마이크 권한이 필요합니다
zh_hant: 需要麥克風權限才能顯示電平
